/*
程序版本信息
V1.1.0   2019/09/10   zhangjin  1.前端代码增加，当检测到页面刷新失败的时候，达到一定次数，则自动重新加载窗体
V1.1.1   2019/09/24   zhangjin  1.主页面布局修改为分页模式，去除菜单和语言选项；
                                2.去除grafana-UI-frame多余的js文件和包，母版页面进行了重新整理；
V1.1.2   2019/11/07   zhangjin  1.修正用户登录的controller派生，统一从basecontroller继承，同时修正basecontroller
                                2.增加后台周期任务，从数据访问工单数据，客户端从服务器缓存加载数据

V1.1.3   2019/12/02   zhangjin  1.增加工单访问接口
                                2.修正登录访问限制为post，同时传递信息修改为传递参数；
















 
    






      
      
      
      


 
     
*/